[
  {
    "id": 1,
    "src": "./images/assets/eventaaa.webp",
    "alt": "Solange Salvaterra Pinto faz a leitura do livro no palco, juntamente com Ilsy D'Alva, o autor e Cláudia Costa.",
    "figcaption": "Solange Salvaterra Pinto faz a leitura do livro, acompanhada por Ilsy D'Alva, o autor Dias Cardoso, e Cláudia Costa.\nJuntos, eles celebram o lançamento do livro, criando um momento de reflexão e emoção para o público presente."
  },
  {
    "id": 2,
    "src": "./images/assets/eventaaaa.webp",
    "alt": "Autor Dias Cardoso entrevistado pela RTP.",
    "figcaption": "Dias Cardoso autor de 'ELLYZÉ, Autópsia da Alma', fala sobre o seu projeto em uma entrevista para a RTP, com a jornalista Neusa Sousa."
  },
  {
    "id": 3,
    "src": "./images/assets/eventaaag.webp",
    "alt": "Autor autografando um livro no evento de lançamento.",
    "figcaption": "O autor Dias Cardoso autografando seu novo livro no evento realizado no Auditório da Biblioteca Orlando Ribeiro."
  },
  {
    "id": 4,
    "src": "./images/assets/eventaaai.webp",
    "alt": "Filha do autor com os padrinhos.",
    "figcaption": "Filha do autor posando ao lado dos padrinhos durante o evento de lançamento do livro."
  },
  {
    "id": 5,
    "src": "./images/assets/eventaaak.webp",
    "alt": "Filha do autor com a madrinha.",
    "figcaption": "A filha do autor posa ao lado da madrinha Bia durante a cerimónia, celebrando um momento especial do evento."
  },
  {
    "id": 6,
    "src": "./images/assets/eventaaan.webp",
    "alt": "Filha do autor com o melhor amigo da Ellyzé.",
    "figcaption": "A filha do autor posa ao lado do melhor amigo da irmã, Ellyzé, durante a cerimónia."
  },
  {
    "id": 7,
    "src": "./images/assets/eventaaao.webp",
    "alt": "Autor e a apresentadora Solange Salvaterra Pinto.",
    "figcaption": "O autor autografa o livro enquanto a apresentadora Solange Salvaterra Pinto observa com entusiasmo durante o evento."
  },
  {
    "id": 8,
    "src": "./images/assets/eventaaat.webp",
    "alt": "Autor sorridente autografando um livro no evento de lançamento.",
    "figcaption": "O autor, sorridente, autografa o livro durante o evento, compartilhando momentos especiais com o público."
  },
  {
    "id": 9,
    "src": "./images/assets/eventaaaz.webp",
    "alt": "Autor posando no centro, com Ilsy D'Alva e Cláudia Costa à esquerda e Solange Salvaterra Pinto e Aoni D'Alva à direita.",
    "figcaption": "O autor, posando no centro está cercado por Ilsy D'Alva e Cláudia Costa à esquerda, Solange Salvaterra Pinto e Aoni D'Alva à direita, celebrando o lançamento do livro e a presença de suas apoiadoras durante a cerimónia."
  },
  {
    "id": 10,
    "src": "./images/assets/eventaabf.webp",
    "alt": "Autor acompanhado da irmã gêmea Maria José.",
    "figcaption": "O autor acompanhado de sua irmã gêmea, Maria José, durante o evento, celebrando momentos especiais juntos."
  },
  {
    "id": 11,
    "src": "./images/assets/eventaabh.webp",
    "alt": "Autor acompanhado da sobrinha Anatilia Cardoso e as filhas, e da irmã gêmea Maria José.",
    "figcaption": "O autor posando com a sobrinha Anatilia e suas filhas, além da irmã gêmea Maria José, celebrando momentos especiais."
  },
  {
    "id": 12,
    "src": "./images/assets/eventaabm.webp",
    "alt": "Autor acompanhado da sua família.",
    "figcaption": "O autor se junta à sua família, incluindo sua esposa, filhas e filho, desfrutando da ocasião durante o evento."
  },
  {
    "id": 13,
    "src": "./images/assets/eventaabq.webp",
    "alt": "Participantes do evento desfrutando de diversas atividades, como comer, conversar e comprar livros.",
    "figcaption": "Um momento vibrante do evento, onde os participantes estão envolvidos em várias atividades, incluindo conversas animadas, degustação e adquirindo livros."
  },
  {
    "id": 14,
    "src": "./images/assets/eventaabr.webp",
    "alt": "Familiares ajudando no serviço de Porto de Honra durante o evento.",
    "figcaption": "Familiares colaborando para servir durante o Porto de Honra, proporcionando um toque especial ao evento e criando um ambiente acolhedor e festivo."
  },
  {
    "id": 15,
    "src": "./images/assets/eventaabs.webp",
    "alt": "Filho e filha do autor na tenda de vendas.",
    "figcaption": "O filho e a filha do autor na tenda de vendas, vendendo os livros aos participantes e compartilhando a experiência literária com todos."
  }
]
